Repository: BerniUtz/WS23-SWKOM
Catalog: paperless-ngx-ui/src/locale/messages.*.xlf
Languages: sl_si

# ngb.alert.close
source: Close
sl_si: Zapri

# ngb.toast.close-aria
source: Close
sl_si: Zapri

# ngb.datepicker.select-month
source: Select month
sl_si: Izberi mesec

# ngb.datepicker.previous-month
source: Previous month
sl_si: Prejšnji mesec

# ngb.carousel.slide-number
source: Slide {INTERPOLATION} of {INTERPOLATION_1}
sl_si: Stran {INTERPOLATION} od {INTERPOLATION_1}

# ngb.timepicker.hours
source: Hours
sl_si: Ura

# ngb.carousel.previous
source: Previous
sl_si: Prejšnji

# ngb.datepicker.select-year
source: Select year
sl_si: Izberi leto

# ngb.datepicker.next-month
source: Next month
sl_si: Naslednji mesec

# ngb.carousel.next
source: Next
sl_si: Naslednji

# ngb.timepicker.minutes
source: Minutes
sl_si: Minuta

# ngb.timepicker.increment-hours
source: Increment hours
sl_si: Povečanje ur

# ngb.pagination.first-aria
source: First
sl_si: Prvi

# ngb.pagination.previous-aria
source: Previous
sl_si: Prejšnji

# ngb.timepicker.decrement-hours
source: Decrement hours
sl_si: Zmanjšanje ur

# ngb.pagination.next-aria
source: Next
sl_si: Naslednja

# ngb.timepicker.increment-minutes
source: Increment minutes
sl_si: Povečanje minut

# ngb.pagination.last-aria
source: Last
sl_si: Zadnji

# ngb.timepicker.decrement-minutes
source: Decrement minutes
sl_si: Zmanjšanje minut

# ngb.timepicker.seconds
source: Seconds
sl_si: Sekunde

# ngb.timepicker.increment-seconds
source: Increment seconds
sl_si: Povečanje sekund

# ngb.timepicker.decrement-seconds
source: Decrement seconds
sl_si: Zmanjšanje sekund

source: Drop files to begin upload
sl_si: Za začetek nalaganja spustite datoteke

source: Document added
sl_si: Dokument dodan

source: Document status.filename was added to paperless.
sl_si: Dokument status.filename je bil dodan v paperless.

source: Open document
sl_si: Odpri dokument

source: Could not add status.filename: status.message
sl_si: Ni bilo mogoče dodati status.filename: status.message

source: New document detected
sl_si: Nov dokument zaznan

source: Document status.filename is being processed by paperless.
sl_si: Dokument status.filename je v postopku obdelave.

source: Prev
sl_si: Nazaj

source: Next
sl_si: Naslednji

source: End
sl_si: Konec

source: Thank you! 🙏
sl_si: Hvala! 🙏

source: Initiating upload...
sl_si: Začetek nalaganja...

source: Search documents
sl_si: Išči dokumente

source: Logged in as {{this.settingsService.displayName}}
sl_si: Prijavljen kot {{this.settingsService.displayName}}

source: Settings
sl_si: Nastavitve

source: Logout
sl_si: Odjavi se

source: Dashboard
sl_si: Pregledna plošča

source: Documents
sl_si: Dokumenti

source: Saved views
sl_si: Shranjeni pogledi

source: Open documents
sl_si: Odpri dokumente

source: Close all
sl_si: Zapri vse

source: Manage
sl_si: Upravljaj

source: Correspondents
sl_si: Dopisniki

source: Tags
sl_si: Oznake

source: Document types
sl_si: Vrste dokumentov

source: Storage paths
sl_si: Poti do shrambe

source: File Tasks
sl_si: Datotečne naloge

source: File Tasks<span *ngIf="tasksService.failedFileTasks.length > 0"><span class="badge bg-danger ms-2">{{tasksService.failedFileTasks.length}}</span></span>
sl_si: Opravila datotek<span *ngIf="tasksService.failedFileTasks.length > 0"><span class="badge bg-danger ms-2">{{tasksService.failedFileTasks.length}}</span></span>

source: Logs
sl_si: Dnevniki

source: Info
sl_si: Informacije

source: Documentation
sl_si: Dokumentacija

source: Suggest an idea
sl_si: Podaj predlog

source: is available.
sl_si: je na voljo.

source: Click to view.
sl_si: Klikni za ogled.

source: How does this work?
sl_si: Kako to deluje?

source: Update available
sl_si: Posodobitev na voljo

source: An error occurred while saving settings.
sl_si: Prišlo je do napake ob shranjevanju nastavitev.

source: Clear
sl_si: Počisti

source: <span class="d-inline-block" style="padding-bottom: 1px;" >Cancel</span>
sl_si: <span class="d-inline-block" style="padding-bottom: 1px;" >Prekliči</span>

source: Confirmation
sl_si: Potrditev

source: Confirm
sl_si: Potrdi

source: now
sl_si: zdaj

source: After
sl_si: Po

source: Before
sl_si: Pred

source: Last 7 days
sl_si: Zadnjih 7 dni

source: Last month
sl_si: Zadnji mesec

source: Last 3 months
sl_si: Zadnje 3 mesece

source: Last year
sl_si: Prejšnje leto

source: Name
sl_si: Ime

source: Matching algorithm
sl_si: Algoritem ujemanja

source: Matching pattern
sl_si: Vzorec ujemanja

source: Case insensitive
sl_si: Brez razlikovanje velikosti črk

source: Cancel
sl_si: Prekliči

source: Save
sl_si: Shrani

source: Create new correspondent
sl_si: Ustvarite novega dopisnika

source: Edit correspondent
sl_si: Uredi dopisnika

source: Create new document type
sl_si: Ustvarite novo vrsto dokumenta

source: Edit document type
sl_si: Uredite vrsto dokumenta

source: Create new item
sl_si: Ustvari nov element

source: Edit item
sl_si: Uredi vnos

source: Permissions
sl_si: Dovoljenja

source: IMAP Server
sl_si: IMAP strežnik

source: IMAP Port
sl_si: IMAP vrata

source: IMAP Security
sl_si: Varnost IMAP

source: Username
sl_si: Uporabniško ime

source: Password
sl_si: Geslo

source: Character Set
sl_si: Nabor znakov

source: Loading...
sl_si: Nalaganje...

source: Test
sl_si: Preizkusi

source: No encryption
sl_si: Brez šifriranja

source: Create new mail account
sl_si: Ustvari nov poštni račun

source: Edit mail account
sl_si: Uredi poštni račun

source: Unable to connect to the mail server
sl_si: Povezava s poštnim strežnikom ni mogoča

source: Account
sl_si: Račun

source: Folder
sl_si: Mapa

source: Subfolders must be separated by a delimiter, often a dot ('.') or slash ('/'), but it varies by mail server.
sl_si: Podmape morajo biti ločene z znakom, običajno je to pika (.) ali poševnica ('/'), vendar je odvisno od poštnega strežnika.

source: Maximum age (days)
sl_si: Maksimalna starost (dni)

source: Attachment type
sl_si: Vrsta priponke

source: Filter from
sl_si: Filtriraj od

source: Filter to
sl_si: Filtriraj za

source: Filter subject
sl_si: Filtriraj zadevo

source: Filter body
sl_si: Filtriraj vsebino

source: Filter attachment filename
sl_si: Filtriraj ime priloge

source: Error
sl_si: Napaka

source: Delete
sl_si: Izbriši

source: Use subject as title
sl_si: Uporabite zadevo kot naslov

source: Use attachment filename as title
sl_si: Uporabite ime priloge kot naslov

source: Path
sl_si: Pot

source: e.g.
sl_si: npr.

source: or use slashes to add directories e.g.
sl_si: ali uporabljaj slash za dodajanje map npr.

source: Create new storage path
sl_si: Ustvari novo pot shrambe

source: Edit storage path
sl_si: Uredi pot shrambe

source: Color
sl_si: Barva

source: Inbox tag
sl_si: Oznaka nabiralnika

source: Inbox tags are automatically assigned to all consumed documents.
sl_si: Oznake nabiralnika se samodejno dodelijo vsem dodanim dokumentom.

source: Create new tag
sl_si: Ustvari novo oznako

source: Edit tag
sl_si: Uredi oznako

source: Email
sl_si: E-pošta

source: First name
sl_si: Ime

source: Last name
sl_si: Priimek

source: Groups
sl_si: Skupine

source: Create new user account
sl_si: Ustvari nov uporabniški račun

source: All
sl_si: Vse

source: Any
sl_si: Poljuben

source: Include
sl_si: Vključi

source: Exclude
sl_si: Izvzemi

source: Apply
sl_si: Uporabi

source: Click again to exclude items.
sl_si: Kliknite znova, da izključite elemente.

source: Not assigned
sl_si: Ni dodeljeno

source: Invalid date.
sl_si: Neveljaven datum.

source: Suggestions:
sl_si: Predlogi:

source: View
sl_si: Poglej

source: Edit
sl_si: Uredi

source: Add item
sl_si: Dodaj vnos

source: Private
sl_si: Zasebno

source: Add tag
sl_si: Dodaj oznako

source: Set Permissions
sl_si: Nastavi dovoljenja

source: Add
sl_si: Dodaj

source: Inherited from group
sl_si: Podedovano od skupine

source: Select
sl_si: Izberi

source: Please select an object
sl_si: Prosimo, izberite vrednost

source: Hello this.settingsService.displayName, welcome to Paperless-ngx
sl_si: Pozdravljeni this.settingsService.displayName, dobrodošli v Paperless-ngx

source: Show all
sl_si: Prikaži vse

source: Created
sl_si: Ustvarjeno

source: Title
sl_si: Naslov

source: Download
sl_si: Prenesi

source: Statistics
sl_si: Statistika

source: Go to inbox
sl_si: Pojdi v nabiralnik

source: Documents in inbox
sl_si: Dokumenti v nabiralniku

source: Total documents
sl_si: Skupaj dokumentov

source: Total characters
sl_si: Skupaj znakov

source: Other
sl_si: Ostalo

source: Upload new documents
sl_si: Naložite nove dokumente

source: Dismiss completed
sl_si: Odstrani končane

source: Drop documents here or
sl_si: Dokumente spustite sem oz.

source: Browse files
sl_si: Prebrskaj datoteke

source: {VAR_PLURAL, plural, =1 {One more document} other {{INTERPOLATION} more documents}}
sl_si: {VAR_PLURAL, plural, =1 {Še en dokument} other {{INTERPOLATION} več dokumentov}}

source: Processing: countUploadingAndProcessing
sl_si: Obravnavanje: countUploadingAndProcessing

source: Failed: countFailed
sl_si: Neuspešno: countFailed

source: Added: countSuccess
sl_si: Dodani: countSuccess

source: Searching document with asn {{asn}}
sl_si: Iskanje dokumenta z asn {{asn}}

source: Page
sl_si: Stran

source: of {{previewNumPages}}
sl_si: od {{previewNumPages}}

source: Download original
sl_si: Prenesi izvirnik

source: Redo OCR
sl_si: Ponovno naredi OCR

source: More like this
sl_si: Več takih

source: Close
sl_si: Zapri

source: Previous
sl_si: Prejšnji

source: Details
sl_si: Podrobnosti

source: Archive serial number
sl_si: Arhivska serijska številka

source: Date created
sl_si: Datum nastanka

source: Correspondent
sl_si: Dopisnik

source: Document type
sl_si: Vrsta dokumenta

source: Storage path
sl_si: Pot do shrambe

source: Default
sl_si: Privzeto

source: Content
sl_si: Vsebina

source: Metadata
sl_si: Metapodatki

source: Date modified
sl_si: Datum spremembe

source: Date added
sl_si: Datum vnosa

source: Media filename
sl_si: Ime medijske datoteke

source: Original filename
sl_si: Izvirno ime datoteke

source: Original MD5 checksum
sl_si: Izvirni MD5 checksum

source: Original file size
sl_si: Izvirna velikost datoteke

source: Original mime type
sl_si: Izvirna mime vrsta

source: Archive MD5 checksum
sl_si: Arhiviran MD5 checksum

source: Archive file size
sl_si: Velikost arhivske datoteke

source: Original document metadata
sl_si: Izvirni metapodatki dokumenta

source: Archived document metadata
sl_si: Arhivirani metapodatki dokumenta

source: Preview
sl_si: Predogled

source: Enter Password
sl_si: Vnesi geslo

source: Discard
sl_si: Zavrzi

source: Save & next
sl_si: Shrani & naslednjo

source: Confirm delete
sl_si: Potrdi brisanje

source: Do you really want to delete document "this.document.title"?
sl_si: Ali res želite izbrisati dokument "this.document.title"?

source: The files for this document will be deleted permanently. This operation cannot be undone.
sl_si: Datoteke za ta dokument bodo trajno izbrisane. Te operacije ni mogoče razveljaviti.

source: Delete document
sl_si: Izbriši dokument

source: Redo OCR confirm
sl_si: Potrdi ponovno izdelavo OCR

source: This operation will permanently redo OCR for this document.
sl_si: Ta izbira bo permanentno izvedla ponovni OCR na tem dokumentu.

source: This operation cannot be undone.
sl_si: Te operacije ni mogoče razveljaviti.

source: Proceed
sl_si: Nadaljuj

source: Error executing operation: JSON.stringify( error.error )
sl_si: Napaka pri izvajanju operacije: JSON.stringify( error.error )

source: Select:
sl_si: Izberi:

source: Edit:
sl_si: Uredi:

source: Filter tags
sl_si: Filtriraj oznake

source: Filter correspondents
sl_si: Filtrirajte dopisnike

source: Filter document types
sl_si: Filtrirajte vrste dokumentov

source: Filter storage paths
sl_si: Filtriraj poti shrambe

source: Actions
sl_si: Dejanja

source: Error executing bulk operation: JSON.stringify( error.error )
sl_si: Napaka pri izvajanju operacije v velikem obsegu: JSON.stringify( error.error )

source: "items[0].name" and "items[1].name"
sl_si: "items[0].name" in "items[1].name"

source: list and "items[items.length - 1].name"
sl_si: list in "items[items.length - 1].name"

source: Confirm tags assignment
sl_si: Potrdite dodelitev oznak

source: This operation will add the tag "tag.name" to this.list.selected.size selected document(s).
sl_si: Ta operacija bo dodala oznako "tag.name" izbranemu dokumentu this.list.selected.size.

source: This operation will add the tags this._localizeList( changedTags.itemsToAdd ) to this.list.selected.size selected document(s).
sl_si: Ta operacija bo dodala oznake this._localizeList( changedTags.itemsToAdd ) na izbrane this.list.selected.size dokumente.

source: This operation will remove the tag "tag.name" from this.list.selected.size selected document(s).
sl_si: Ta operacija bo odstranila oznako "tag.name" iz izbranega this.list.selected.size dokumenta(ov).

source: This operation will remove the tags this._localizeList( changedTags.itemsToRemove ) from this.list.selected.size selected document(s).
sl_si: Ta operacija bo odstranila oznake this._localizeList( changedTags.itemsToRemove ) iz this.list.selected.size izbranih dokumentov.

source: This operation will add the tags this._localizeList( changedTags.itemsToAdd ) and remove the tags this._localizeList( changedTags.itemsToRemove ) on this.list.selected.size selected document(s).
sl_si: Ta operacija bo dodala oznake this._localizeList( changedTags.itemsToAdd ) in odstranila oznake this._localizeList( changedTags.itemsToRemove ) na this.list.selected.size izbranih dokumentih.

source: Confirm correspondent assignment
sl_si: Potrdite dopisnika

source: This operation will assign the correspondent "correspondent.name" to this.list.selected.size selected document(s).
sl_si: Ta operacija bo dodelila ustrezniega dopisnika "correspondent.name" izbranemu this.list.selected.size dokumentu(om).

source: This operation will remove the correspondent from this.list.selected.size selected document(s).
sl_si: Ta operacija bo odstranila dopisnika iz this.list.selected.size izbranih dokumentov.

source: Confirm document type assignment
sl_si: Potrdite dodelitev vrste dokumenta

source: This operation will assign the document type "documentType.name" to this.list.selected.size selected document(s).
sl_si: Ta operacija bo dodelila vrsto dokumenta "documentType.name" this.list.selected.size izbranim dokumentom.

source: This operation will remove the document type from this.list.selected.size selected document(s).
sl_si: Ta operacija bo odstranila vrsto dokumenta iz this.list.selected.size izbranih dokumentov.

source: Confirm storage path assignment
sl_si: Potrdite dodelitev oznak poti

source: This operation will assign the storage path "storagePath.name" to this.list.selected.size selected document(s).
sl_si: Ta operacija bo dodelila pot shranjevanja "storagePath.name" v this.list.selected.size izbran dokument/e.

source: This operation will remove the storage path from this.list.selected.size selected document(s).
sl_si: Ta operacija bo odstranila pot shranjevanja iz this.list.selected.size izbranih dokumentov.

source: Delete confirm
sl_si: Potrdi izbris

source: This operation will permanently delete this.list.selected.size selected document(s).
sl_si: Ta operacija bo trajno izbrisala this.list.selected.size izbrane dokumente.

source: Delete document(s)
sl_si: Izbriši dokument(e)

source: This operation will permanently redo OCR for this.list.selected.size selected document(s).
sl_si: Ta operacija bo trajno obnovila OCR za this.list.selected.size izbrane dokumente.

source: Filter by correspondent
sl_si: Filtriraj po dopisnikih

source: Filter by tag
sl_si: Filtriraj po oznakah

source: View notes
sl_si: Pokaži zapiske

source: Filter by document type
sl_si: Filtriraj po vrsti dokumenta

source: Filter by storage path
sl_si: Filtriraj po poti shrambe

source: Created: {{ document.created | customDate }}
sl_si: Ustvarjeno: {{ document.created | customDate }}

source: Added: {{ document.added | customDate }}
sl_si: Dodano: {{ document.added | customDate }}

source: Modified: {{ document.modified | customDate }}
sl_si: Spremenjeno: {{ document.modified | customDate }}

source: Score:
sl_si: Rezultat:

source: Toggle tag filter
sl_si: Preklopi filter oznak

source: Toggle correspondent filter
sl_si: Preklop korespondenčnega filtra

source: Toggle document type filter
sl_si: Preklop filtra vrste dokumenta

source: Toggle storage path filter
sl_si: Preklop filtra poti za shranjevanje

source: Select none
sl_si: Nič ne izberite

source: Select page
sl_si: Izberite stran

source: Select all
sl_si: Izberite vse

source: Sort
sl_si: Razvrsti

source: Views
sl_si: Pogledi

source: Save "{{list.activeSavedViewTitle}}"
sl_si: Shrani "{{list.activeSavedViewTitle}}"

source: Save as...
sl_si: Shrani kot...

source: {VAR_PLURAL, plural, =1 {Selected {INTERPOLATION} of one document} other {Selected {INTERPOLATION} of {INTERPOLATION_1} documents}}
sl_si: {VAR_PLURAL, plural, =1 {Izbrano {INTERPOLATION} enega dokumenta} other {Izbrano {INTERPOLATION} od {INTERPOLATION_1} dokumentov}}

source: {VAR_PLURAL, plural, =1 {One document} other {{INTERPOLATION} documents}}
sl_si: {VAR_PLURAL, plural, =1 {Dokument} other {{INTERPOLATION} dokumentov}}

source: (filtered)
sl_si: (filtrirano)

source: Reset filters
sl_si: Ponastavi filtre

source: Error while loading documents
sl_si: Napaka pri nalaganju dokumentov

source: Notes
sl_si: Zapiski

source: Added
sl_si: Dodano

source: Edit document
sl_si: Uredi dokument

source: View "this.list.activeSavedViewTitle" saved successfully.
sl_si: Pogled »this.list.activeSavedViewTitle" je uspešno shranjen.

source: View "savedView.name" created successfully.
sl_si: Pogled »savedView.name" je bil uspešno ustvarjen.

source: Without correspondent
sl_si: Brez dopisnika

source: Without document type
sl_si: Brez vrste dokumenta

source: Without any tag
sl_si: Brez kakršne koli oznake

source: Title: rule.value
sl_si: Naslov: rule.value

source: Title & content
sl_si: Naslov & vsebina

source: Advanced search
sl_si: Napredno iskanje

source: More like
sl_si: Bolj podobno

source: equals
sl_si: je enako

source: is empty
sl_si: je prazno

source: is not empty
sl_si: ni prazno

source: greater than
sl_si: večje kot

source: less than
sl_si: manj kot

source: Save current view
sl_si: Shrani trenutni pogled

source: Show in sidebar
sl_si: Prikaži v stranski vrstici

source: Show on dashboard
sl_si: Prikaži na pregledni plošči

source: Filter rules error occurred while saving this view
sl_si: Pri shranjevanju tega pogleda je prišlo do napake v pravilih filtra

source: The error returned was
sl_si: Vrnjena napaka je bila

source: Enter note
sl_si: Napiši zapisek

source: Add note
sl_si: Dodaj zapisek

source: Delete note
sl_si: Izbriši zapisek

source: correspondent
sl_si: dopisnik

source: correspondents
sl_si: dopisniki

source: Last used
sl_si: Nazadnje uporabljen

source: Do you really want to delete the correspondent "object.name"?
sl_si: Ali res želite izbrisati dopisnika "object.name"?

source: document type
sl_si: vrsta dokumenta

source: document types
sl_si: vrste dokumentov

source: Do you really want to delete the document type "object.name"?
sl_si: Ali res želite izbrisati vrsto dokumenta "object.name"?

source: Create
sl_si: Ustvari

source: Filter by:
sl_si: Filtriraj po:

source: Matching
sl_si: Ujemanje

source: Document count
sl_si: Število dokumentov

source: Filter Documents
sl_si: Filtriraj Dokumente

source: {VAR_PLURAL, plural, =1 {One {INTERPOLATION}} other {{INTERPOLATION_1} total {INTERPOLATION_2}}}
sl_si: {VAR_PLURAL, plural, =1 {Eden {INTERPOLATION}} other {{INTERPOLATION_1} skupno {INTERPOLATION_2}}}

source: Automatic
sl_si: Samodejno

source: Associated documents will not be deleted.
sl_si: Povezani dokumenti ne bodo izbrisani.

source: Error while deleting element: JSON.stringify( error.error )
sl_si: Napaka pri brisanju elementa: JSON.stringify( error.error )

source: General
sl_si: Splošno

source: Appearance
sl_si: Izgled

source: Display language
sl_si: Jezik prikaza

source: You need to reload the page after applying a new language.
sl_si: Po uporabi novega jezika morate osvežiti stran.

source: Date display
sl_si: Prikaz datuma

source: Date format
sl_si: Oblika datuma

source: Short: {{today | customDate:'shortDate':null:computedDateLocale}}
sl_si: Kratka: {{today | customDate:'shortDate':null:computedDateLocale}}

source: Medium: {{today | customDate:'mediumDate':null:computedDateLocale}}
sl_si: Srednja: {{today | customDate:'mediumDate':null:computedDateLocale}}

source: Long: {{today | customDate:'longDate':null:computedDateLocale}}
sl_si: Dolga: {{today | customDate:'longDate':null:computedDateLocale}}

source: Items per page
sl_si: Elementov na stran

source: Document editor
sl_si: Urejevalnik dokumentov

source: Use PDF viewer provided by the browser
sl_si: Uporabite pregledovalnik PDF, ki ga ponuja brskalnik

source: This is usually faster for displaying large PDF documents, but it might not work on some browsers.
sl_si: To je običajno hitrejše za prikazovanje velikih dokumentov PDF, vendar morda ne bo delovalo v nekaterih brskalnikih.

source: Sidebar
sl_si: Stranska vrstica

source: Use 'slim' sidebar (icons only)
sl_si: Uporabi ozko stransko vrstico (le ikone)

source: Dark mode
sl_si: Temni način

source: Use system settings
sl_si: Uporabite sistemske nastavitve

source: Enable dark mode
sl_si: Omogoči temni način

source: Invert thumbnails in dark mode
sl_si: Invertirajte sličice v temnem načinu

source: Theme Color
sl_si: Barve teme

source: Reset
sl_si: Ponastavi

source: Update checking
sl_si: Preverjanje za posodobitve

source: Enable update checking
sl_si: Vključi preverjanje za posodobitve

source: Bulk editing
sl_si: Množično urejanje

source: Show confirmation dialogs
sl_si: Pokaži potrditvena okna

source: Deleting documents will always ask for confirmation.
sl_si: Brisanje dokumentov bo vedno zahtevalo potrditev.

source: Apply on close
sl_si: Potrdite ob zaprtju

source: Enable notes
sl_si: Vklopi zapiske

source: Notifications
sl_si: Obvestila

source: Document processing
sl_si: Obdelava dokumentov

source: Show notifications when new documents are detected
sl_si: Pokaži obvestila, ko so zaznani novi dokumenti

source: Show notifications when document processing completes successfully
sl_si: Pokaži obvestila, ko se obdelava dokumenta uspešno zaključi

source: Show notifications when document processing fails
sl_si: Pokaži obvestila, ko obdelava dokumenta ne uspe

source: Suppress notifications on dashboard
sl_si: Preprečite obvestila na pregledni strani

source: This will suppress all messages about document processing status on the dashboard.
sl_si: S tem bodo na plošči prekinjena vsa sporočila o stanju obdelave dokumentov.

source: Show warning when closing saved views with unsaved changes
sl_si: Pokaži opozorilo pri zapiranju pogledov z neshranjenimi spremembami

source: No saved views defined.
sl_si: Ni določenih shranjenih pogledov.

source: Mail
sl_si: Pošta

source: Mail accounts
sl_si: Poštni računi

source: Server
sl_si: Strežnik

source: Add User
sl_si: Dodaj uporabnika

source: Add Group
sl_si: Dodaj skupino

source: Saved view "savedView.name" deleted.
sl_si: Shranjen pogled "savedView.name" je izbrisan.

source: Settings saved
sl_si: Nastavitve shranjene

source: Settings were saved successfully.
sl_si: Nastavitve uspešno shranjene.

source: Settings were saved successfully. Reload is required to apply some changes.
sl_si: Nastavitve so bile uspešno shranjene. Za uveljavitev nekaterih sprememb je potreben ponovni zagon.

source: Reload now
sl_si: Ponovno zaženi

source: Use system language
sl_si: Uporabi sistemski jezik

source: Use date format of display language
sl_si: Uporabite obliko datuma prikaznega jezika
