Repository: BerniUtz/WS23-SWKOM
Catalog: paperless-ngx-ui/src/locale/messages.*.xlf
Languages: sl_si

source: Confirm delete user account
sl_si: Potrdi izbris uporabniškega računa

source: storage path
sl_si: pot do shrambe

source: storage paths
sl_si: poti do shrambe

source: Do you really want to delete the storage path "object.name"?
sl_si: Ali res želite izbrisati pot shranjevanja "object.name"?

source: tag
sl_si: oznaka

source: tags
sl_si: oznake

source: Do you really want to delete the tag "object.name"?
sl_si: Ali res želite izbrisati oznako "object.name"?

source: Clear selection
sl_si: Počisti izbiro

source: Refresh
sl_si: Osveži

source: Results
sl_si: Rezultat

source: click for full output
sl_si: kliknite za celoten izpis

source: Dismiss
sl_si: Opusti

source: Open Document
sl_si: Odpri dokument

source: Failed<span *ngIf="tasksService.failedFileTasks.length > 0" class="badge bg-danger ms-2">{{tasksService.failedFileTasks.length}}</span>
sl_si: Neuspešno <span *ngIf="tasksService.failedFileTasks.length > 0" class="badge bg-danger ms-2">{{tasksService.failedFileTasks.length}}</span>

source: Started<span *ngIf="tasksService.startedFileTasks.length > 0" class="badge bg-secondary ms-2">{{tasksService.startedFileTasks.length}}</span>
sl_si: Začeto <span *ngIf="tasksService.startedFileTasks.length > 0" class="badge bg-secondary ms-2">{{tasksService.startedFileTasks.length}}</span>

source: Queued<span *ngIf="tasksService.queuedFileTasks.length > 0" class="badge bg-secondary ms-2">{{tasksService.queuedFileTasks.length}}</span>
sl_si: Čaka <span *ngIf="tasksService.queuedFileTasks.length > 0" class="badge bg-secondary ms-2">{{tasksService.queuedFileTasks.length}}</span>

source: Dismiss selected
sl_si: Opusti izbrano

source: Dismiss all
sl_si: Opusti vse

source: Confirm Dismiss All
sl_si: Potrdi Opusti vse

source: tasks?
sl_si: naloge?

source: queued
sl_si: čaka

source: started
sl_si: začeto

source: completed
sl_si: končano

source: failed
sl_si: neuspešno

source: Auto: Learn matching automatically
sl_si: Samodejno: Nauči se samodejnega ujemanja

source: Any word
sl_si: Katerakoli beseda

source: Any: Document contains any of these words (space separated)
sl_si: Karkoli: dokument vsebuje katero koli od teh besed (ločeno s presledkom)

source: All words
sl_si: Vse besede

source: All: Document contains all of these words (space separated)
sl_si: Vse: dokument vsebuje vse te besede (ločene s presledkom)

source: Exact match
sl_si: Točno ujemanje

source: Exact: Document contains this string
sl_si: Točno: dokument vsebuje ta niz

source: Regular expression
sl_si: Regularni izraz

source: Regular expression: Document matches this regular expression
sl_si: Regularni izraz: dokument se ujema s tem regularnim izrazom

source: Fuzzy word
sl_si: Fuzzy beseda

source: Fuzzy: Document contains a word similar to this word
sl_si: Fuzzy: dokument vsebuje besedo, podobno tej besedi

source: Warning: You have unsaved changes to your document(s).
sl_si: Opozorilo: v dokumentih imate neshranjene spremembe.

source: Unsaved Changes
sl_si: Neshranjene spremembe

source: You have unsaved changes.
sl_si: Imate neshranjene spremembe.

source: Are you sure you want to leave?
sl_si: Ste prepričani, da želite oditi?

source: Leave page
sl_si: Zapusti stran

source: (no title)
sl_si: (brez naslova)

source: Yes
sl_si: Da

source: No
sl_si: Ne

source: Document already exists.
sl_si: Dokument že obstaja.

source: File not found.
sl_si: Datoteke ni mogoče najti.

source: Pre-consume script does not exist.
sl_si: Skripta pre-consume ne obstaja.

source: Error while executing pre-consume script.
sl_si: Napaka pri izvajanju skripte pre-consume.

source: Post-consume script does not exist.
sl_si: Post-consume skripta ne obstaja.

source: Error while executing post-consume script.
sl_si: Napaka pri izvajanju skripte post-consume.

source: Received new file.
sl_si: Prejeta nova datoteka.

source: File type not supported.
sl_si: Vrsta datoteke ni podprta.

source: Processing document...
sl_si: Obdelava dokumenta...

source: Generating thumbnail...
sl_si: Generiranje sličice...

source: Retrieving date from document...
sl_si: Pridobivanje datuma iz dokumenta...

source: Saving document...
sl_si: Shranjevanje dokumenta...

source: Finished.
sl_si: Končano.

source: You have unsaved changes to the document
sl_si: Imate neshranjene spremembe dokumenta

source: Are you sure you want to close this document?
sl_si: Ali ste prepričani, da želite zapreti ta dokument?

source: Close document
sl_si: Zapri dokument

source: Are you sure you want to close all documents?
sl_si: Ali ste prepričani, da želite zapreti vse dokumente?

source: Close documents
sl_si: Zapri dokumente

source: Modified
sl_si: Spremenjeno

source: Search score
sl_si: Rezultat iskanja

source: English (US)
sl_si: Angleščina (ZDA)

source: Belarusian
sl_si: Beloruščina

source: Czech
sl_si: Češčina

source: Danish
sl_si: Danščina

source: German
sl_si: Nemščina

source: English (GB)
sl_si: Angleščina (GB)

source: Spanish
sl_si: Španščina

source: French
sl_si: Francoščina

source: Italian
sl_si: Italijanščina

source: Luxembourgish
sl_si: Luksemburški

source: Dutch
sl_si: Nizozemščina

source: Polish
sl_si: Poljščina

source: Portuguese (Brazil)
sl_si: Portugalščina (Brazilija)

source: Portuguese
sl_si: Portugalščina

source: Romanian
sl_si: Romunščina

source: Russian
sl_si: Ruščina

source: Slovenian
sl_si: Slovenščina

source: Serbian
sl_si: Srbščina

source: Swedish
sl_si: Švedščina

source: Turkish
sl_si: Turščina

source: Chinese Simplified
sl_si: Poenostavljena kitajščina

source: Successfully completed one-time migratration of settings to the database!
sl_si: Uspešno opravljena enkratna migracija nastavitev v bazo!

source: Unable to migrate settings to the database, please try saving manually.
sl_si: Nastavitev ni mogoče preseliti v bazo podatkov, poskusite jih shraniti ročno.

source: Information
sl_si: Informacija

source: Connecting...
sl_si: Povezovanje...

source: Uploading...
sl_si: Nalaganje...

source: Upload complete, waiting...
sl_si: Nalaganje je končano, čakam...

source: HTTP error: error.status error.statusText
sl_si: Napaka HTTP: error.status error.statusText
